Repository: danielpunkass/Colloquy
Catalog: Mobile/Languages/*.lproj/Localizable.strings
Languages: de

source: %u %@
de: %1$u %2$@

source: %@ (%u)
de: %1$@ (%2$u)

source: %@ changed the topic to "%@".
de: %1$@ ändert das Thema zu "%2$@".

source: %@ had voice removed by %@.
de: %1$@ wird von %2$@ die Stimme entzogen.

source: %@ had voice removed by you.
de: %@ wird von Ihnen die Stimme entzogen.

source: %@ is no longer quieted because of %@.
de: %1$@ muss dank %2$@ nicht mehr schweigen.

source: %@ is no longer quieted because of you.
de: %@ muss dank Ihnen nicht mehr schweigen.

source: %@ is now known as %@.
de: %1$@ heißt jetzt %2$@.

source: %@ joined the room.
de: %@ betritt den Raum.

source: %@ left the room.
de: %@ verlässt den Raum.

source: %@ left the room. (%@)
de: %1$@ verlässt den Raum. (%2$@)

source: %@ removed the ban on %@.
de: %1$@ entfernt den Bann von %2$@.

source: %@ set a ban on %@.
de: %1$@ setzt einen Bann für %2$@.

source: %@ wants to send you "%@".
de: %1$@ will Ihnen "%2$@" schicken.

source: %@ was demoted from administrator by %@.
de: %1$@ wird von %2$@ als Administrator entlassen.

source: %@ was demoted from administrator by you.
de: %@ wird von Ihnen als Administrator entlassen.

source: %@ was demoted from half-operator by %@.
de: %1$@ wird von %2$@ als Halb-Operator entlassen.

source: %@ was demoted from half-operator by you.
de: %@ wird von Ihnen als Halb-Operator entlassen.

source: %@ was demoted from operator by %@.
de: %1$@ wird von %2$@ als Operator entlassen.

source: %@ was demoted from operator by you.
de: %@ wird von Ihnen als Operator entlassen.

source: %@ was demoted from room founder by %@.
de: %1$@ wird von %2$@ als Raumgründer entlassen.

source: %@ was demoted from room founder by you.
de: %@ wird von Ihnen als Raumgründer entlassen.

source: %@ was granted voice by %@.
de: %1$@ wird von %2$@ eine Stimme gewährt.

source: %@ was granted voice by you.
de: %@ wird von Ihnen eine Stimme gewährt.

source: %@ was kicked from the room by %@.
de: %1$@ wird von %2$@ aus dem Raum geworfen.

source: %@ was kicked from the room by %@. (%@)
de: %1$@ wird von %2$@ aus dem Raum geworfen. (%3$@)

source: %@ was promoted to administrator by %@.
de: %1$@ wird von %2$@ zum Administrator befördert.

source: %@ was promoted to administrator by you.
de: %@ wird von Ihnen zum Administrator befördert.

source: %@ was promoted to half-operator by %@.
de: %1$@ wird von %2$@ zum Halb-Operator befördert.

source: %@ was promoted to half-operator by you.
de: %@ wird von Ihnen zum Halb-Operator befördert.

source: %@ was promoted to operator by %@.
de: %1$@ wird von %2$@ zum Operator befördert.

source: %@ was promoted to operator by you.
de: %@ wird von Ihnen zum Operator befördert.

source: %@ was promoted to room founder by %@.
de: %1$@ wird von %2$@ zum Raumgründer befördert.

source: %@ was promoted to room founder by you.
de: %@ wird von Ihnen zum Raumgründer befördert.

source: %@ was quieted by %@.
de: %1$@ wird von %2$@ zum Schweigen gebracht.

source: %@ was quieted by you.
de: %@ wird von Ihnen zum Schweigen gebracht.

source: %u %@
de: %1$u %2$@

source: %u Commands
de: %u Befehle

source: 1 Command
de: 1 Befehl

source: Accept
de: Annehmen

source: Add chat room
de: Gesprächsraum hinzufügen

source: Add command
de: Befehl hinzufügen

source: Add item
de: Objekt hinzufügen

source: Add New Connection
de: Neue Verbindung hinzufügen

source: Add nickname
de: Spitznamen hinzufügen

source: Address
de: Adresse

source: Advanced
de: Fortgeschritten

source: Alternate Network Identities
de: Alternative Netzwerk-Identitäten

source: Authentication
de: Authentifizierung

source: Automatic Actions
de: Automatische Aktionen

source: Away Info
de: Abwesenheitsinfo

source: Ban from Room
de: Vom Raum verbannen

source: Can't change nick from "%@" to "%@" because it is already taken on "%@".
de: Kann Spitznamen nicht von "%1$@" zu "%2$@" ändern, da dieser auf "%3$@" bereits verwendet wird.

source: Can't Change Nickname
de: Kann Spitznamen nicht verändern

source: Can't change nicknames too fast on "%@", wait and try again.
de: Kann Spitzname auf "%@" nicht verändern – zu schnell. Warten Sie und versuchen Sie es erneut.

source: Can't change your nickname while in "%@" on "%@". Leave the room and try again.
de: Kann Ihren Spitznamen nicht ändern solange Sie in "%1$@" auf "%2$@" sind. Verlassen Sie den Raum und versuchen Sie es erneut.

source: Can't Join Room
de: Kann Raum nicht betreten

source: Can't Send Command
de: Kann Befehl nicht senden

source: Can't Send Message
de: Kann Nachricht nicht senden

source: Can't send messages to "%@" due to some room restriction.
de: Kann auf Grund einer Beschränkung keine Nachrichten an "%@" senden.

source: Can't send to room "%@" on "%@".
de: Kann nicht an Raum "%1$@" auf "%2$@" senden.

source: Cancel
de: Abbrechen

source: Chat
de: Sprechen

source: Chat Room
de: Gesprächsraum

source: Chat Room Information
de: Gesprächsraum-Information

source: Chat Server
de: Gesprächs-Server

source: Choose Contact
de: Kontakt auswählen

source: Choose Existing Photo
de: Foto auswählen

source: Class
de: Klasse

source: Close
de: Schließen

source: Colloquies
de: Gespräche

source: Colloquy User
de: Colloquy-Benutzer

source: ColloquyUser
de: ColloquyBenutzer

source: Command
de: Befehl

source: Commands
de: Befehle

source: Connect
de: Verbinden

source: Connect at Launch
de: Beim Start verbinden

source: Connected
de: Verbunden

source: Connected to the server.
de: Mit dem Server verbunden.

source: Connection
de: Verbindung

source: Connection Settings
de: Verbindungseinstellungen

source: Connections
de: Verbindungen

source: Current chat topic is "%@", set by %@.
de: Derzeitiges Gesprächsthema ist "%1$@", gesetzt von %2$@.

source: Current chat topic is "%@", set by you.
de: Derzeitiges Gesprächsthema ist "%@", gesetzt von Ihnen.

source: Current chat topic is "%@".
de: Derzeitiges Gesprächsthema ist "%@".

source: day
de: Tag

source: days
de: Tage

source: Delete
de: Löschen

source: Delete Connection
de: Verbindung löschen

source: Demote from Admin
de: Als Admin entlassen

source: Demote from Founder
de: Als Gründer entlassen

source: Demote from Half-Operator
de: Als Halb-Operator entlassen

source: Demote from Operator
de: Als Operator entlassen

source: Deny
de: Ablehnen

source: Description
de: Beschreibung

source: Disconnect
de: Trennen

source: Disconnected from the server.
de: Vom Server getrennt.

source: Dismiss
de: Schließen

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Edit Chat Room
de: Gesprächsraum bearbeiten

source: Edit Command
de: Befehl bearbeiten

source: Edit Nickname
de: Spitznamen bearbeiten

source: File Download
de: Datei empfangen

source: File Transfers
de: Dateiübertragungen

source: Force Quiet
de: Zum Schweigen bringen

source: From:
de: Von:

source: Grant Voice
de: Stimme gewähren

source: hour
de: Stunde

source: hours
de: Stunden

source: Identify with network services to join "%@" on "%@".
de: Mit Netzwerkdiensten identifizieren um "%1$@" auf "%2$@" zu betreten.

source: Idle Time
de: Inaktiv seit

source: Invited to Room
de: In Raum eingeladen

source: Join
de: Betreten

source: Join a Chat Room
de: Einen Gesprächsraum betreten

source: Join Chat Room
de: Gesprächsraum betreten

source: Join Colloquy Support Room
de: Raum für Colloquy-Unterstützung betreten

source: Join Room
de: Raum betreten

source: Join Rooms
de: Räume betreten

source: Join Support Room
de: Raum für Unterstützung betreten

source: Kick from Room
de: Aus dem Raum werfen

source: Kicked from Room
de: Aus dem Raum geworfen

source: Leave
de: Verlassen

source: Manage
de: Verwalten

source: Members (%u of %u)
de: Mitglieder (%1$u von %2$u)

source: Members (%u)
de: Mitglieder (%u)

source: Message a User
de: Einen Benutzer ansprechen

source: Message User
de: Benutzer ansprechen

source: minutes
de: Minuten

source: month
de: Monat

source: months
de: Monate

source: n/a
de: k.A.

source: Network Identity
de: Netzwerk-Identität

source: New Connection
de: Neue Verbindung

source: Nick Pass.
de: Spitzn.-Kennw.

source: Nickname
de: Spitzname

source: Nickname Changed
de: Spitzname geändert

source: Nicknames
de: Spitznamen

source: No chat rooms
de: Keine Gesprächsräume

source: No chat topic is set.
de: Kein Gesprächsthema gesetzt.

source: No Commands
de: Keine Befehle

source: No commands
de: Keine Befehle

source: No items
de: Keine Objekte

source: No nicknames
de: Keine Spitznamen

source: No Rooms
de: Keine Räume

source: None
de: Keine

source: Normal user
de: Normaler Benutzer

source: Offline
de: Getrennt

source: Operator Actions...
de: Operator-Aktionen…

source: Password
de: Kennwort

source: Promote to Admin
de: Zum Admin befördern

source: Promote to Founder
de: Zum Gründer befördern

source: Promote to Half-Operator
de: Zum Halb-Operator befördern

source: Promote to Operator
de: Zum Operator befördern

source: Real Name
de: Echter Name

source: Receiving:
de: Empfange:

source: Registered user
de: Registrierter Benutzer

source: Rejoin
de: Erneut Betreten

source: Remove Force Quiet
de: Schweigzwang entfernen

source: Remove Voice
de: Stimme entziehen

source: Required
de: Erforderlich

source: Room Modes Unsupported
de: Raum-Modi nicht unterstützt

source: Rooms
de: Räume

source: Search
de: Suchen

source: second
de: Sekunde

source: seconds
de: Sekunden

source: Send File
de: Datei senden

source: Send Message
de: Nachricht senden

source: Sending:
de: Sende:

source: Stop
de: Stoppen

source: Stop Connection Timer
de: Verbindungsversuch stoppen

source: Take Photo
de: Foto aufnehmen

source: The command "%@" is not a valid command on the "%@" server.
de: Der Befehl "%1$@" ist nicht zulässig auf dem "%2$@"-Server.

source: The nickname "%@" is taken on "%@".
de: Der Spitzname "%1$@" ist bereits vergeben auf "%2$@".

source: The nickname password is used to authenticate with services (e.g. NickServ).
de: Mit dem Spitznamen-Kennwort identifiziert man sich bei Diensten (z.B. NickServ).

source: The room "%@" on "%@" does not support modes.
de: Der Raum "%1$@" auf "%2$@" unterstützt keine Modi.

source: The room "%@" on "%@" doesn't support modes.
de: Der Raum "%1$@" auf "%2$@" unterstützt keine Modi.

source: The room "%@" on "%@" encountered an unknown error, see server details for more information.
de: Der Raum "%1$@" auf "%2$@" hatte einen unbekannten Fehler, siehe Server-Details für weitere Informationen.

source: The room "%@" on "%@" is full.
de: Der Raum "%1$@" auf "%2$@" ist voll.

source: The room "%@" on "%@" is invite only.
de: Der Raum "%1$@" auf "%2$@" ist einladungspflichtig.

source: The room "%@" on "%@" is invite-only.
de: Der Raum "%1$@" auf "%2$@" ist einladungspflichtig.

source: The room "%@" on "%@" is password protected, and you didn't supply the correct password.
de: Der Raum "%1$@" auf "%2$@" ist kennwortgeschützt und Sie haben nicht das richtige Kennwort angegeben.

source: The room "%@" on "%@" is password protected.
de: Der Raum "%1$@" auf "%2$@" ist kennwortgeschützt.

source: The user "%@" is no longer connected (or never was connected) to the "%@" server.
de: Der Benutzer "%1$@" ist nicht mehr (oder war nie) mit dem "%2$@"-Server verbunden.

source: The user is not connected.
de: Der Benutzer ist nicht verbunden.

source: There is no user called "%@" on "%@".
de: Es gibt keinen Benutzer namens "%1$@" auf "%2$@".

source: To:
de: An:

source: Use SSL
de: SSL benutzen

source: User Identity
de: Benutzeridentität

source: User Information
de: Benutzerinformation

source: Username
de: Benutzername

source: week
de: Woche

source: weeks
de: Wochen

source: year
de: Jahr

source: years
de: Jahre

source: You are banned from "%@" on "%@".
de: Sie sind aus "%1$@" auf "%2$@" verbannt.

source: You are banned from the room "%@" on "%@".
de: Sie sind aus dem Raum "%1$@" auf "%2$@" verbannt.

source: You are currently connecting, try sending again soon.
de: Sie werden gerade verbunden, versuchen Sie es in Kürze noch einmal.

source: You are currently connecting, you should join the room shortly.
de: Sie werden gerade verbunden, der Raum sollte in Kürze betreten werden.

source: You are currently disconnected, reconnect and try again.
de: Sie sind derzeit getrennt, verbinden Sie sich und versuchen Sie es erneut.

source: You are no longer quieted, thanks to %@.
de: Sie müssen dank %@ nicht mehr schweigen.

source: You are not a room member, rejoin and try again.
de: Sie sind nicht in dem Raum, betreten Sie ihn und versuchen Sie es erneut.

source: You are now known as %@.
de: Sie heißen jetzt %@.

source: You can't change your nickname while in "%@" on "%@". Please leave the room and try again.
de: Sie können Ihren Spitznamen nicht ändern solange Sie in "%1$@" auf "%2$@" sind. Bitte verlassen Sie den Raum und versuchen Sie es erneut.

source: You changed the topic to "%@".
de: Sie haben das Thema zu "%@" verändert.

source: You changed your nickname too fast on "%@", please wait and try again.
de: Sie haben Ihren Spitznamen auf "%@" zu schnell geändert, bitte warten Sie und versuchen Sie es erneut.

source: You demoted yourself from administrator.
de: Sie werden von sich selbst als Administrator entlassen.

source: You demoted yourself from half-operator.
de: Sie werden von sich selbst als Halb-Operator entlassen.

source: You demoted yourself from operator.
de: Sie werden von sich selbst als Operator entlassen.

source: You demoted yourself from room founder.
de: Sie werden von sich selbst als Raumgründer entlassen.

source: You gave yourself voice.
de: Ihnen wird von sich selbst eine Stimme gewährt.

source: You had voice removed by %@.
de: Ihnen wird von %@ die Stimme entzogen.

source: You have returned from being away.
de: Sie kehren zurück nachdem Sie abwesend waren.

source: You have set yourself as away with the message "%@".
de: Sie sind jetzt abwesend aus dem Grund "%@".

source: You joined the room.
de: Sie betreten den Raum.

source: You kicked %@ from the room.
de: Sie werfen %@ aus dem Raum.

source: You kicked %@ from the room. (%@)
de: Sie werfen %1$@ aus dem Raum. (%2$@)

source: You left the room.
de: Sie verlassen den Raum.

source: You made yourself no longer quieted.
de: Sie müssen dank Ihnen selbst nicht mehr schweigen.

source: You need to identify with network services to join the room "%@" on "%@".
de: Sie müssen sich bei Netzwerk-Diensten identifizieren um den Raum "%1$@" auf "%2$@" zu betreten.

source: You promoted yourself to Administrator.
de: Sie werden von sich selbst zum Administrator befördert.

source: You promoted yourself to half-operator.
de: Sie werden von sich selbst zum Halb-Operator befördert.

source: You promoted yourself to operator.
de: Sie werden von sich selbst zum Operator befördert.

source: You promoted yourself to room founder.
de: Sie werden von sich selbst zum Raumgründer befördert.

source: You quieted yourself.
de: Sie werden von sich selbst zum Schweigen gebracht.

source: You removed the ban on %@.
de: Sie entfernen den Bann von %@.

source: You removed voice from yourself.
de: Ihnen wird von sich selbst die Stimme entzogen.

source: You set a ban on %@.
de: Sie setzen einen Bann auf %@.

source: You were demoted from administrator by %@.
de: Sie werden von %@ als Administrator entlassen.

source: You were demoted from half-operator by %@.
de: Sie werden von %@ als Halb-Operator entlassen.

source: You were demoted from operator by %@.
de: Sie werden von %@ als Operator entlassen.

source: You were demoted from room founder by %@.
de: Sie werden von %@ als Raumgründer entlassen.

source: You were granted voice by %@.
de: Ihnen wird von %@ eine Stimme gewährt.

source: You were invited to "%@" by "%@" on "%@".
de: Sie werden von "%2$@" in "%1$@" auf "%3$@" eingeladen.

source: You were kicked from "%@" by "%@" on "%@".
de: Sie werden von "%2$@" aus "%1$@" auf "%3$@" geworfen.

source: You were kicked from the room by %@.
de: Sie werden von %@ aus dem Raum geworfen.

source: You were kicked from the room by %@. (%@)
de: Sie werden von %1$@ aus dem Raum geworfen. (%2$@)

source: You were promoted to administrator by %@.
de: Sie werden von %@ zum Administrator befördert.

source: You were promoted to half-operator by %@.
de: Sie werden von %@ zum Halb-Operator befördert.

source: You were promoted to operator by %@.
de: Sie werden von %@ zum Operator befördert.

source: You were promoted to room founder by %@.
de: Sie werden von %@ zum Raumgründer befördert.

source: You were quieted by %@.
de: Sie werden von %@ zum Schweigen gebracht.

source: Your nickname is being changed by services on "%@" because it is registered and you did not supply the correct password to identify.
de: Ihr Spitzname auf "%@" wird von Diensten geändert, da dieser registriert ist und Sie nicht das richtige Kennwort zum identifizieren angegeben haben.

source: Your nickname is being changed on "%@" because you didn't identify.
de: Ihr Spitzname auf "%@" wird geändert, da Sie sich nicht identifiziert haben.
